Repository: elaineq81/receipt-tracking-app
Catalog: ReceiptArchive/Resources/Localizable.xcstrings
Source language: en
Languages: es_es, es_mx

source: Photos
es_es: Fotos
es_mx: Fotos

source: Possible duplicate
es_es: Posible duplicado
es_mx: Posible duplicado

source: Preparing…
es_es: Preparando…
es_mx: Preparando…

source: Privacy
es_es: Privacidad
es_mx: Privacidad

source: Privacy Policy
es_es: Política de privacidad
es_mx: Política de privacidad

source: Privacy policy
es_es: Política de privacidad
es_mx: Política de privacidad

source: Privacy summary
es_es: Resumen de privacidad
es_mx: Resumen de privacidad

source: Private CloudKit database
es_es: Base de datos privada de CloudKit
es_mx: Base de datos privada de CloudKit

source: Private iCloud sync
es_es: Sincronización privada con iCloud
es_mx: Sincronización privada con iCloud

source: Private sync
es_es: Sincronización privada
es_mx: Sincronización privada

source: Protection
es_es: Protección
es_mx: Protección

source: Purchases
es_es: Compras
es_mx: Compras

source: Quantity
es_es: Cantidad
es_mx: Cantidad

source: Rate
es_es: Tipo de cambio
es_mx: Tipo de cambio

source: Rate date
es_es: Fecha del tipo de cambio
es_mx: Fecha del tipo de cambio

source: Rate source
es_es: Fuente del tipo de cambio
es_mx: Fuente del tipo de cambio

source: Read receipt
es_es: Leer recibo
es_mx: Leer recibo

source: Reading corrected image…
es_es: Leyendo la imagen corregida…
es_mx: Leyendo la imagen corregida…

source: Reading receipt…
es_es: Leyendo recibo…
es_mx: Leyendo recibo…

source: Reason for changes (optional)
es_es: Motivo de los cambios (opcional)
es_mx: Motivo de los cambios (opcional)

source: Receipt actions
es_es: Acciones del recibo
es_mx: Acciones del recibo

source: Receipt image was recropped; check the extracted details
es_es: Se volvió a recortar la imagen del recibo; revisa los datos extraídos
es_mx: Se volvió a recortar la imagen del recibo; revisa los datos extraídos

source: Receipt images
es_es: Imágenes de recibos
es_mx: Imágenes de recibos

source: Receipt images and expense details stay local unless you explicitly enable private iCloud sync.
es_es: Las imágenes de recibos y los detalles de gastos permanecen en el dispositivo, salvo que actives expresamente la sincronización privada con iCloud.
es_mx: Las imágenes de recibos y los detalles de gastos permanecen en el dispositivo, salvo que actives expresamente la sincronización privada con iCloud.

source: Receipt status
es_es: Estado del recibo
es_mx: Estado del recibo

source: ReceiptSure Pro has been restored.
es_es: ReceiptSure Pro se ha restaurado.
es_mx: ReceiptSure Pro se ha restaurado.

source: ReceiptSure Proof Pack
es_es: Paquete de pruebas de ReceiptSure
es_mx: Paquete de pruebas de ReceiptSure

source: ReceiptSure does not operate a developer server and cannot browse your private iCloud database through the app.
es_es: ReceiptSure no utiliza un servidor del desarrollador ni puede consultar tu base de datos privada de iCloud desde la aplicación.
es_mx: ReceiptSure no utiliza un servidor del desarrollador ni puede consultar tu base de datos privada de iCloud desde la aplicación.

source: ReceiptSure includes no developer account, analytics, advertising, or tracking. The developer does not receive your private iCloud content.
es_es: ReceiptSure no usa cuentas del desarrollador, analítica, publicidad ni seguimiento. El desarrollador no recibe el contenido de tu iCloud privado.
es_mx: ReceiptSure no usa cuentas del desarrollador, analítica, publicidad ni rastreo. El desarrollador no recibe el contenido de tu iCloud privado.

source: ReceiptSure is locked
es_es: ReceiptSure está bloqueado
es_mx: ReceiptSure está bloqueado

source: Receipts
es_es: Recibos
es_mx: Recibos

source: Receipts moved here can be restored or deleted permanently.
es_es: Los recibos que se muevan aquí se pueden restaurar o eliminar definitivamente.
es_mx: Los recibos que se muevan aquí se pueden restaurar o eliminar definitivamente.

source: Recently Deleted
es_es: Eliminados recientemente
es_mx: Eliminados recientemente

source: Recently Deleted is empty
es_es: Eliminados recientemente está vacío
es_mx: Eliminados recientemente está vacío

source: Recognized text
es_es: Texto reconocido
es_mx: Texto reconocido

source: Reimbursement
es_es: Reembolso
es_mx: Reembolso

source: Renaming updates existing receipts and merchant rules that use this custom category, preserving consistent reports.
es_es: Al cambiar el nombre, se actualizan los recibos y las reglas de comercios que usan esta categoría personalizada para mantener informes coherentes.
es_mx: Al cambiar el nombre, se actualizan los recibos y las reglas de comercios que usan esta categoría personalizada para mantener reportes coherentes.

source: Report readiness
es_es: Preparación del informe
es_mx: Preparación del informe

source: Report scope
es_es: Contenido del informe
es_mx: Contenido del informe

source: Reporting currency
es_es: Moneda del informe
es_mx: Moneda del informe

source: Reporting currency (e.g. SGD)
es_es: Moneda del informe (p. ej., SGD)
es_mx: Moneda del informe (p. ej., SGD)

source: Reporting total
es_es: Total del informe
es_mx: Total del informe

source: Reports
es_es: Informes
es_mx: Informes

source: Require Face ID or passcode
es_es: Requerir Face ID o código
es_mx: Requerir Face ID o código

source: Reset
es_es: Restablecer
es_mx: Restablecer

source: Restore
es_es: Restaurar
es_mx: Restaurar

source: Restore Purchases
es_es: Restaurar compras
es_mx: Restaurar compras

source: Restore merges missing records and skips receipt IDs already on this device. It never deletes the current library.
es_es: La restauración incorpora los registros que faltan y omite los identificadores de recibos que ya estén en este dispositivo. Nunca elimina la biblioteca actual.
es_mx: La restauración incorpora los registros que faltan y omite los identificadores de recibos que ya estén en este dispositivo. Nunca elimina la biblioteca actual.

source: Reuse trusted categories and filing details for merchants you visit regularly.
es_es: Reutiliza categorías y datos de clasificación fiables para los comercios que visitas habitualmente.
es_mx: Reutiliza categorías y datos de clasificación confiables para los comercios que visitas habitualmente.

source: Review receipt
es_es: Revisar recibo
es_mx: Revisar recibo

source: Review recommended
es_es: Se recomienda revisar
es_mx: Se recomienda revisar

source: Revision history
es_es: Historial de revisiones
es_mx: Historial de revisiones

source: Risk %lld
es_es: Riesgo %lld
es_mx: Riesgo %lld

source: Rotate
es_es: Girar
es_mx: Girar

source: Save
es_es: Guardar
es_mx: Guardar

source: Save anyway
es_es: Guardar de todos modos
es_mx: Guardar de todos modos

source: Scan
es_es: Escanear
es_mx: Escanear

source: Scan a receipt and confirm the extracted figures.
es_es: Escanea un recibo y confirma los importes extraídos.
es_mx: Escanea un recibo y confirma los montos extraídos.

source: Scan confidence
es_es: Confianza del escaneo
es_mx: Confianza del escaneo

source: Scan receipt
es_es: Escanear recibo
es_mx: Escanear recibo

source: Scan the first receipt for this matter.
es_es: Escanea el primer recibo de este asunto.
es_mx: Escanea el primer recibo de este asunto.

source: Scan with automatic cropping, or import an existing image or PDF.
es_es: Escanea con recorte automático o importa una imagen o PDF existente.
es_mx: Escanea con recorte automático o importa una imagen o PDF existente.

source: Scan with camera
es_es: Escanear con la cámara
es_mx: Escanear con la cámara

source: Seal current evidence
es_es: Sellar el justificante actual
es_mx: Sellar el comprobante actual

source: Sealed
es_es: Sellado
es_mx: Sellado

source: Secure archive error
es_es: Error del archivo seguro
es_mx: Error del archivo seguro

source: Secure archives are encrypted locally with AES-GCM and a password-derived key. The password is never stored or uploaded, and restore only adds missing records.
es_es: Los archivos seguros se cifran localmente con AES-GCM y una clave derivada de la contraseña. La contraseña nunca se guarda ni se sube, y la restauración solo añade los registros que faltan.
es_mx: Los archivos seguros se cifran localmente con AES-GCM y una clave derivada de la contraseña. La contraseña nunca se guarda ni se sube, y la restauración solo agrega los registros que faltan.

source: Security & continuity
es_es: Seguridad y continuidad
es_mx: Seguridad y continuidad

source: Settings
es_es: Ajustes
es_mx: Ajustes

source: Share receipt
es_es: Compartir recibo
es_mx: Compartir recibo

source: Sharing
es_es: Compartiendo
es_mx: Compartiendo

source: Show onboarding again
es_es: Mostrar de nuevo la introducción
es_mx: Mostrar de nuevo la introducción

source: Source
es_es: Fuente
es_mx: Fuente

source: Start organizing
es_es: Empezar a organizar
es_mx: Empezar a organizar

source: Start over
es_es: Empezar de nuevo
es_mx: Empezar de nuevo

source: Starts
es_es: Comienza
es_mx: Comienza

source: Status
es_es: Estado
es_mx: Estado

source: Stored on this device
es_es: Guardado en este dispositivo
es_mx: Guardado en este dispositivo

source: Strong scan
es_es: Escaneo fiable
es_mx: Escaneo confiable

source: Suggested filing
es_es: Clasificación sugerida
es_mx: Clasificación sugerida

source: Supplies
es_es: Suministros
es_mx: Suministros

source: Sync now
es_es: Sincronizar ahora
es_mx: Sincronizar ahora

source: Sync with private iCloud
es_es: Sincronizar con iCloud privado
es_mx: Sincronizar con iCloud privado

source: Tags
es_es: Etiquetas
es_mx: Etiquetas

source: Tags, separated by commas
es_es: Etiquetas, separadas por comas
es_mx: Etiquetas, separadas por comas

source: Tax label
es_es: Etiqueta fiscal
es_mx: Etiqueta fiscal

source: Terms of Use
es_es: Términos de uso
es_mx: Términos de uso

source: Text summary
es_es: Resumen de texto
es_mx: Resumen de texto

source: The password is never stored. Keep it somewhere safe—an archive cannot be restored without it.
es_es: La contraseña nunca se guarda. Consérvala en un lugar seguro: sin ella no se puede restaurar el archivo.
es_mx: La contraseña nunca se guarda. Consérvala en un lugar seguro: sin ella no se puede restaurar el archivo.

source: The private iCloud copy was deleted. Your receipts remain on this iPhone.
es_es: Se eliminó la copia privada de iCloud. Tus recibos permanecen en este iPhone.
es_mx: Se eliminó la copia privada de iCloud. Tus recibos permanecen en este iPhone.

source: The receipt image and audit history cannot be recovered after this action.
es_es: La imagen del recibo y el historial de auditoría no se podrán recuperar después de esta acción.
es_mx: La imagen del recibo y el historial de auditoría no se podrán recuperar después de esta acción.

source: The system file picker grants temporary access only to the image or PDF you select. Imported pages are stored inside the app’s private local database.
es_es: El selector de archivos del sistema solo concede acceso temporal a la imagen o PDF que elijas. Las páginas importadas se guardan en la base de datos local privada de la app.
es_mx: El selector de archivos del sistema solo concede acceso temporal a la imagen o PDF que elijas. Las páginas importadas se guardan en la base de datos local privada de la app.

source: The system photo picker can import only the images you select; the app does not request broad photo library access.
es_es: El selector de fotos del sistema solo puede importar las imágenes que elijas; la app no solicita acceso general a la fototeca.
es_mx: El selector de fotos del sistema solo puede importar las imágenes que elijas; la app no solicita acceso general a la biblioteca de fotos.

source: This receipt will be marked Verified.
es_es: Este recibo se marcará como Verificado.
es_mx: Este recibo se marcará como Verificado.

source: This removes only ReceiptSure’s encrypted snapshot from your private iCloud database. Receipts on this iPhone remain.
es_es: Esto solo elimina la copia cifrada de ReceiptSure de tu base de datos privada de iCloud. Los recibos permanecen en este iPhone.
es_mx: Esto solo elimina la copia cifrada de ReceiptSure de tu base de datos privada de iCloud. Los recibos permanecen en este iPhone.

source: Tip
es_es: Consejo
es_mx: Consejo

source: Totals
es_es: Totales
es_mx: Totales

source: Totals by category
es_es: Totales por categoría
es_mx: Totales por categoría

source: Totals by currency
es_es: Totales por moneda
es_mx: Totales por moneda

source: Totals by date
es_es: Totales por fecha
es_mx: Totales por fecha

source: Transport
es_es: Transporte
es_mx: Transporte

source: Trip, event, or matter name
es_es: Nombre del viaje, evento o asunto
es_mx: Nombre del viaje, evento o asunto

source: Trips, events & matters
es_es: Viajes, eventos y asuntos
es_mx: Viajes, eventos y asuntos

source: Try loading price again
es_es: Intentar cargar el precio de nuevo
es_mx: Intentar cargar el precio de nuevo

source: Unfiled
es_es: Sin clasificar
es_mx: Sin clasificar

source: Unlimited receipts, matters, reports, and merchant rules are unlocked on this device.
es_es: En este dispositivo están desbloqueados los recibos, asuntos, informes y reglas de comercios ilimitados.
es_mx: En este dispositivo están desbloqueados los recibos, asuntos, reportes y reglas de comercios ilimitados.

source: Unlock
es_es: Desbloquear
es_mx: Desbloquear

source: Unlock Pro for %@
es_es: Desbloquear Pro por %@
es_mx: Desbloquear Pro por %@

source: Unlock Pro — one-time purchase
es_es: Desbloquear Pro — compra única
es_mx: Desbloquear Pro — compra única

source: Unverified receipts will be clearly identified in exported records.
es_es: Los recibos sin verificar se identificarán claramente en los registros exportados.
es_mx: Los recibos sin verificar se identificarán claramente en los registros exportados.

source: Use Crop
es_es: Usar recorte
es_mx: Usar recorte

source: Used only when you choose to scan a receipt. VisionKit detects the document boundary and crops the image.
es_es: Solo se usa cuando decides escanear un recibo. VisionKit detecta los bordes del documento y recorta la imagen.
es_mx: Solo se usa cuando decides escanear un recibo. VisionKit detecta los bordes del documento y recorta la imagen.

source: Verification
es_es: Verificación
es_mx: Verificación

source: Verified
es_es: Verificado
es_mx: Verificado

source: Version
es_es: Versión
es_mx: Versión

source: When enabled, ReceiptSure uploads an encrypted library snapshot—including receipt images—to your private iCloud database. It is available only to devices signed in to your Apple Account. Sync merges records and honors permanent-deletion markers.
es_es: Al activarla, ReceiptSure sube una copia cifrada de la biblioteca, incluidas las imágenes de recibos, a tu base de datos privada de iCloud. Solo está disponible para los dispositivos conectados a tu cuenta de Apple. La sincronización combina registros y respeta los marcadores de eliminación permanente.
es_mx: Al activarla, ReceiptSure sube una copia cifrada de la biblioteca, incluidas las imágenes de recibos, a tu base de datos privada de iCloud. Solo está disponible para los dispositivos conectados a tu cuenta de Apple. La sincronización combina registros y respeta los marcadores de eliminación permanente.

source: Word report
es_es: Informe de Word
es_mx: Informe de Word

source: You can restore %@ from the Receipts tab.
es_es: Puedes restaurar %@ desde la pestaña Recibos.
es_mx: Puedes restaurar %@ desde la pestaña Recibos.

source: You can restore %@ later.
es_es: Puedes restaurar %@ más adelante.
es_mx: Puedes restaurar %@ más adelante.

source: You can save it, but it will remain in Needs Review.
es_es: Puedes guardarlo, pero permanecerá en Requiere revisión.
es_mx: Puedes guardarlo, pero permanecerá en Requiere revisión.

source: Your data
es_es: Tus datos
es_mx: Tus datos

source: iCloud sync couldn’t finish
es_es: No se pudo completar la sincronización con iCloud
es_mx: No se pudo completar la sincronización con iCloud
